Repository: Sanobar-io/sahadeva-theme
Catalog: locale/*/locale.po
Languages: id_id

# plugins.themes.sahadeva.name
source: Sahadeva Theme
id_id: Tema Sahadeva

# plugins.themes.sahadeva.description
source: A modern, responsive OJS theme with a customizable header background, flexible color settings, and multiple font options to match your journal's unique identity.
id_id: Tema OJS reponsif modern dengan background header yang dapat dikustomisasi, pengaturan warna yang fleksibel, serta banyak fitur tambahan lainnya.

# plugins.themes.sahadeva.option.color.label
source: Primary Theme Color
id_id: Warna Utama Tema

# plugins.themes.sahadeva.option.color.description
source: Choose a primary color for your theme.
id_id: Pilih warna utama tema.

# plugins.themes.sahadeva.issueTOC.viewAll
source: View Table of Contents
id_id: Lihat Daftar Isi

# plugins.themes.sahadeva.submitManuscript.label
source: Submit Manuscript
id_id: Submit Naskah

# plugins.themes.sahadeva.option.leftColTextFieldHeading.label
source: Left Column Content Heading
id_id: Judul Konten Kustom Kolom Kiri

# plugins.themes.sahadeva.option.leftColTextField.label
source: Left Column Custom Content
id_id: Konten Kustom Kolom Kiri

# plugins.themes.sahadeva.option.leftColTextField.description
source: Content that appears under the About JAKPP box in the left column.
id_id: Konten yang ditampilkan di bawah kotak 'Tentang JAKPP' di kolom kiri.

# plugins.themes.sahadeva.option.aboveFooterCtaHeading.label
source: Above Footer CTA Heading
id_id: Judul Kotak CTA di Atas Footer

# plugins.themes.sahadeva.option.aboveFooterCtaContent.label
source: Above Footer CTA Content
id_id: Konten Kotak CTA di Atas Footer

# plugins.themes.sahadeva.footer.followUs
source: Follow Us
id_id: Ikuti Kami

# plugins.themes.sahadeva.seeAllIssues
source: See All Issues
id_id: Lihat Semua Terbitan
